export const news = [
  {
    id: 1,
    title: 'Завершено підготовку до пілотованої місії на Місяць',
    description:
      'Історична подія: перша за 50 років експедиція людей до нашого природного супутника.',
    fullText:
      'Міжнародна космічна агенція завершила підготовку до запуску пілотованої місії. Екіпаж з чотирьох астронавтів вирушить на орбіту Місяця...',
    image: 'https://cdn.mos.cms.futurecdn.net/L8exumuVUaJatGHCPDRuQm-970-80.jpg.webp',
    date: '2025-11-18',
  },
  {
    id: 2,
    title: 'Космічний телескоп знайшов потенційно придатну для життя планету',
    description: 'Астрономи підтвердили наявність води на далекій екзопланеті земного типу.',
    fullText:
      'Сучасні інфрачервоні датчики виявили ознаки атмосфери на планеті поза Сонячною системою. Відстань до об\'єкта становить близько 90 світлових років...',
    image: 'https://science.nasa.gov/wp-content/uploads/2024/05/webb-illustration-1041.jpg?w=1041',
    date: '2025-12-05',
  },
  {
    id: 3,
    title: 'Приватна космічна компанія анонсувала запуск надважкої ракети',
    description: 'Планується тестування нових систем посадки і заправки палива в космосі.',
    fullText:
      'Провідний приватний космічний оператор оголосив дату чергового випробування своєї найбільшої ракети. У програмі - повернення ступеня і перевірка теплозахисту...',
    image: 'https://ichef.bbci.co.uk/images/ic/1024x576/p09gsfyf.jpg',
    date: '2025-10-14',
  },
]
